[{"word":	"a,",	"definition":	"a privative or negative prefix found only in words of Aryan origin, corresponding to Engl. n’, ‘un’, less’; e. g. a-lekha, innumerable, a-jan, unacquainted with; a-bola, speechless.",	"lang": "sat",	"origin":	"n",	"fone":	"A"	},
{"word":	"ã,",	"definition":	"interj., used when not hearing exactly, or wishing the speaker to repeat (cf. Norw. rustic ‘hæ’). Eh! how? what are you saying?",	"lang": "sat",	"origin":	"n",	"fone":	"A"	},
{"word":	"ã ã,",	"definition":	"n., adv., v. a. and m. Groan, grunt (buffaloes and bullocks or coys when feeling sharp pain or fear). Ro̠ḱ ã ãkedeae, he butted him, so that he groaned; bar pe̠ dhaoe ã ãyena, khangeye bindạṛ go̠t́ena, he groaned two-three times; then he suddenly fell down (onomatop.).",	"lang": "sat",	"origin":	"n",	"fone":	"A A"	},
{"word":	"abad,",	"definition":	"n., adj., v. a. and m. Cultivation; cultivated, planted; cultivate, till, bring under cultivation. Abad lagao, start cultivation; abad bạnuḱanaṅ, there is no cultivation; mit́ abadre aemako e̠r akat́a, they have sown many kinds at one cultivation; baṛgeko abadket́a, they have brought the homestead field under cultivation; alegele abadkat́taea, we did the cultiva-vation for him; niạ daḱrege hoṛo do̠ abadena, by this rain the paddy cultivation was done; abadaḱ do̠ goćena, the crops died; aḱbadić do̠ Candoge, the giver of cultivation is Chando; o̠t aḱbadić, a cultivator. (P. H. ābād.)",	"lang": "sat",	"origin":	"f",	"fone":	"ABAD"	},
{"word":	"abad,",	"definition":	"n.,v.a.and m. Result of abad; copulate (male), be in heat (female) used about animals, especially domesticated ones. Abade do̠ho̠akat́a, she (the cow) is with calf; abadoḱ lạgit́e ńir baṛaea, she (the mare) is running about in heat. (Probably same word as the preceding one).",	"lang": "sat",	"origin":	"n",	"fone":	"ABAD"	},
{"word":	"abalo̠k,",	"definition":	"n., adj. childless, senseless, simple (used only about boys; cf. naba-lo̠k, a minor; abalo̠k is used more like albudạha, q. v.). Abalo̠k gidrạ do̠ caḱpe saṕet́taea, why do you treat seriously what the simple child has said. (Rust. B. a privative + balo̠k).",	"lang": "sat",	"origin":	"n",	"fone":	"ABALOK"	},
{"word":	"abaṛ,",	"definition":	"v.a.and m. Cry for, importune; v. m., fondle oneself upon. Eṭaḱ eṭaḱe abaṛet́a, he is teasing to get things (that we have not); aḱbaṛe cet́et́a, he is learning to importune; abaṛoḱe e̠ho̠ṕket́a, he commenced to fondle himself upon you. (Orig. uncert.).",	"lang": "sat",	"origin":	"n",	"fone":	"ABAR"	},
{"word":	"abaṛ oboṛ,",	"definition":	"the same as ambaṛ omboṛ, q. v.",	"lang": "sat",	"origin":	"n",	"fone":	"ABAR OBOR"	},
{"word":	"abaṛiạ,",	"definition":	"adj. Importunate, dissatisfied, annoying. (abaṛ + iạ).",	"lang": "sat",	"origin":	"n",	"fone":	"ABARIA"	},
{"word":	"abạlika,",	"definition":	"adj. f., the same as abalo̠k, but used only about girls. (B.)",	"lang": "sat",	"origin":	"n",	"fone":	"ABALIKA"	},
{"word":	"abạṛiạ,",	"definition":	"the same as abaṛiạ, q. v.",	"lang": "sat",	"origin":	"n",	"fone":	"ABARIA"	},
{"word":	"aben (abe̠n),",	"definition":	"pers. pr. 2. pers. dual. You two. v. a. int. and m., come of one mind. Make, become one pair. Abenkatbenako, they have made you a pair (married you); abenoḱ do̠ben me̠n akawana, you have decided to marry; nitoḱ do̠ben aben akana se̠ baṅ, have you now become of one mind or not? Aben, -aḱ, -ić, -reaḱ, -reaṅ, -ren: your, yours (about two). (a + ben, Khar.). ¶Aben is used by parents-in-law and children-in-law (and by those who by Santals are deemed to stand in the same relationship to each other), when addressing only one, the mate of the person addressed being mentally included; cf. ạliń.",	"lang": "sat",	"origin":	"n",	"fone":	"ABEN (ABEN)"	},
{"word":	"aber,",	"definition":	"adv. Late, out of season, behind time; v. a. m., cause to be late, be belated. (H. aber.)",	"lang": "sat",	"origin":	"f",	"fone":	"ABER"	},
{"word":	"abe̠,",	"definition":	"adv. Just now, shortly (found only in the connexions mentioned below, not alone). (S. H. abhī.)",	"lang": "sat",	"origin":	"f",	"fone":	"ABE"	},
{"word":	"abe̠ ne̠ nãhãḱ,",	"definition":	"adv. Just before.",	"lang": "sat",	"origin":	"n",	"fone":	"ABE NE NAHAK"	},
{"word":	"abe̠ tabe̠,",	"definition":	"adv. Just before; v.m., be at the point of (death or childbirth). ¶Abe̠ tabe̠ sim raḱle se̠ṭe̠rena, we arrived just before cockcrow; abe̠ tabe̠ akanae, teheń co̠ṅ gapa co̠ṅ hoyoḱtaea, she is on the eve of her confinement; it will be today or tomorrow; dho̠kteye abe tabe̠ akana, bhorsa do̠ baṅ ạikạuḱ kana, he is dying from phthisis; there is no hope. (abe̠, v. supra; tabe̠, H. tabhī.) abga, adj., adv., v.m.n. Empty, devoid of, empty-handed; only, alone, exclusively; be without, out of stock. Abgageń he̠ćena, I came empty-handed; uni do̠ abga kuṛitae, he has only girls (no sons); noa atore do̠ abga ho̠ṛ menaḱkoa, in this village there are exclusively Santals; o̠ko̠e noa daḱ do̠pe ạguket́a, abga lo̠so̠tń, which one of you has brought this water, it is only mud; thamakur do̠ń abgagea, I am devoid of, have no tobacco (cf. abge).",	"lang": "sat",	"origin":	"f",	"fone":	"ABE TABE"	},
{"word":	"abgari,",	"definition":	"the same as abgạri, q. v.",	"lang": "sat",	"origin":	"n",	"fone":	"ABGARI"	},
{"word":	"abgạri,",	"definition":	"the vowel sound expressed by this letter in Santali is the mid-back-wide, similar to a in English father. It may be long or short and may be nasalized ().",	"lang": "sat",	"origin":	"n",	"fone":	"ABGARI"	},
{"word":	"abge,",	"definition":	"adj., adv., v. a. m. Alone, by oneself; exclusively; keep for oneself alone. Abgete do̠ baṅćdo̠ amgem kạmi kantem osogoḱ kana, do you work alone, since you are getting so thin: phalna ńum abgeae (or, -ye) lekań disạ go̠t́kedea, I remembered so and so as the only one to be mentioned; sanamaḱge abgeḱ takoa nokoaḱ do̠, every thing is kept for their own use exclusively in that family; jo̠m abgeket́ań hola, I ate too much yesterday; niạ do̠le ńũ abgegea, we shall drink this among our selves alone. (Khar.).",	"lang": "sat",	"origin":	"n",	"fone":	"ABGE"	},
{"word":	"abge,",	"definition":	"n., v. a. m. A class of godlings or spirits so called; set aside for abge sacrifice. ¶Each Santal subsept has a tutelary boṅga called abge. The particular name of the abge is kept back and must not on any account be revealed to the women. The head of the family tells the name of his abge, whispering it to his eldest son, when he feels death coming. Sacrifices are performed to the abge by the head of the family, males only being present, and males only eat the flesh of the sacrificed fowl or pig. The sacrifices are performed at the time of sowing (asaṛ) and harvest (aghaṛ). The abge is believed to give earthly blessing and to save in danger, and it is liable to being spoilt by women. The known names of the abge boṅgas will be found in their proper places. ¶Nui sukri do̠e abge akana, this pig has been set aside for the abge sacrifice. (Khar., same word as the preceding.)",	"lang": "sat",	"origin":	"n",	"fone":	"ABGE"	},
{"word":	"abgori,",	"definition":	"adj. Defenceless (used by women only). Abgori ho̠ṛmo̠m ńamket́tińa, did you think I have none to defend me (since you treat me in this way)?",	"lang": "sat",	"origin":	"n",	"fone":	"ABGORI"	},
{"word":	"abgoriạ,",	"definition":	"adj., the same as abgori, q. v.",	"lang": "sat",	"origin":	"n",	"fone":	"ABGORIA"	},
{"word":	"abgun,",	"definition":	"vide ạbgun.",	"lang": "sat",	"origin":	"n",	"fone":	"ABGUN"	},
{"word":	"abjo̠ṛ,",	"definition":	"n. Litter, rubbish, encumbrance; v. m. littered, encumbered, hindered. (C., possibly the same as apto̠r, q. v.).",	"lang": "sat",	"origin":	"n",	"fone":	"ABJOR"	},
{"word":	"abjo̠s,",	"definition":	"n., adj., v.m. Misfortune, disgrace, failure, defeat; unlucky, illfated; be unlucky, disgraced, lose one’s reputation, fail. Namjo̠s do̠ baṅ hoelen-tińa, abjo̠sge, I did not get fame, but disgrace; abjo̠s ho̠ṛ, an unlucky person; nunạḱkiń kho̠ro̠cket́a, bebak abjo̠sentińa, so much did I spend, everything went to the dogs; nãhãḱe abjo̠s akana, now-a-days he has lost his reputation. (Desi, cf. H. apajas).",	"lang": "sat",	"origin":	"f",	"fone":	"ABJOS"	},
{"word":	"abkạri,",	"definition":	"the same as abgạri (q. v.), the form mostly used by Santals.",	"lang": "sat",	"origin":	"n",	"fone":	"ABKARI"	},
{"word":	"ablakha,",	"definition":	"adv., v. m. Piebald, spotted, party-coloured, greyish; become do. (fowls, goats). (A. H. ablaq).",	"lang": "sat",	"origin":	"f",	"fone":	"ABLAKHA"	},
{"word":	"abo,",	"definition":	"pers. pr. 1. pers. pl. inclusive. We, you and I; v. a. m. Make, become ours, of our sept or family, be found out to be so. Abo abo do̠ babon ro̠po̠ṛa, we shall not quarrel among ourselves; nitoḱ do̠bon aboyena, baha so̠hraere gidrạ do̠ babon e̠ṇḍe̠lkoa, now we are found to be of one sept, we shall not at the baha and sohrae festivals let our children go without giving them of the food. Cf. abon.  ¶Abo̠ or abon is used by co-parents-in-law and those who̠ accordirg to Santal custom stand in the same relationship to each other, when meaning only one person, both in address and speaking of oneself. Ḍher din khon babon ńe̠pe̠l akana, okarebon tahẽ̠kana? Cet́bon me̠na ho, mit́ṭe̠n kambon siṛi ńõ̠ḱlet́a, o̠nte̠ge ḍher bon dãṛã baṛayet́ tahẽ̠kana, we have not met for a long time, where have you been? What shall I say, I was trying to get some work and was going a good deal where that was. (Khar. a + bo, cf. Mat. II. para 28B(c)).",	"lang": "sat",	"origin":	"n",	"fone":	"ABO"	},
{"word":	"abod,",	"definition":	"adj. Young, ignorant, stupid. (H. abodh).",	"lang": "sat",	"origin":	"f",	"fone":	"ABOD"	},
{"word":	"abol,",	"definition":	"adj. Infirm, weak, without strength. (C., H. abal).",	"lang": "sat",	"origin":	"f",	"fone":	"ABOL"	},
{"word":	"abola,",	"definition":	"adj. Dumb, mute, speechless (only about domesticated animals). Ncko abola do̠ cedaḱ unạḱ ãṭbe dalet́koa, why do you beat these dumb animals so hard? abola dho̠n, dumb property, i. e., cattle. (H. abolā).",	"lang": "sat",	"origin":	"f",	"fone":	"ABOLA"	},
{"word":	"abon,",	"definition":	"the same as abo, q. v. We and all who may be counted as belonging to us. See Mat. II, para 59 (a).",	"lang": "sat",	"origin":	"n",	"fone":	"ABON"	},
{"word":	"abo̠ḱ,",	"definition":	"v.m. from aṕ, q. v.",	"lang": "sat",	"origin":	"n",	"fone":	"ABOK"	},
{"word":	"abo̠l,",	"definition":	"adj. First class, superior, excellent (used only about cultivated land). Khub abo̠l baṛge hoeyena, it has become an excellent field. (Desi, fr. A. H. awwal).",	"lang": "sat",	"origin":	"f",	"fone":	"ABOL"	},
{"word":	"abo̠ṛ boda,",	"definition":	"the same as abo̠ṛ bodha, q. v.",	"lang": "sat",	"origin":	"n",	"fone":	"ABOR BODA"	},
{"word":	"abo̠ṛ bodha,",	"definition":	"v.a, Wheedle, soothe, pacify, put off with sweet words, appease, flatter, bamboozle. Abo̠ṛ bodhateko do̠ho̠lidińa, nitoḱ do̠ko jobabadińa, they put me off with sweet words, now they have refused me (or dismissed me); a. b. hataṛem nui gidrạ do̠, soothe this child in the meantime; ạḍi lekate jãwãe gomketko a. b.kedea, they flattered their son-in-law in many ways. (Cf. abaṛ and H. bodhnā).",	"lang": "sat",	"origin":	"f",	"fone":	"ABOR BODHA"	},
{"word":	"abo̠ṭ,",	"definition":	"adj. Untamed, not broken in, unrestrained, unruly, undisciplined (about men, bullocks, buffaloes and horses). A.iạte nui ḍaṅgra do̠ bae damlena, not being broken in this bullock did not fetch a good price; a.ho̠ṛ tuluć katha hõ̠ baṅ panteḱa, one cannot pull together with an undisciplined person. (Desi, a priv. + boṭ).",	"lang": "sat",	"origin":	"f",	"fone":	"ABOT"	},
{"word":	"abo̠sta,",	"definition":	"n., v. a. m. Loss, ruin; waste, ruin, spoil, injure, lose. Ạḍi a. ho̠yena noa daḱte, a great loss was caused by this rain; jo̠maḱko abosta-ket́a, they wasted the food; noa dukte ạḍi ho̠ṛko abo̠staćyena, many people were lost through this epidemy. (B. ābo̠sthā).",	"lang": "sat",	"origin":	"n",	"fone":	"ABOSTA"	},
{"word":	"abhagiạ,",	"definition":	"adj. Luckless, unfortunate. (H. abhāgya).",	"lang": "sat",	"origin":	"f",	"fone":	"ABHAGIA"	},
{"word":	"abheṛ,",	"definition":	"n. A moment, a short while, time, period. Bar pe̠ abheṛe sereń sereńkat́a, he tried to sing two three times; mit́ a. iń aṛaḱańpe, allow me (to drum, etc.) for a short while; mit a. do̠ạḍi nandanko tahẽ̠kana, niạ a. do̠ko kisạ̃ṛena, for some time they were very poor, at present they have become wealthy; a.ke̠ a.e daga, it rains again and again for a short time.",	"lang": "sat",	"origin":	"n",	"fone":	"ABHER"	},
{"word":	"abhra,",	"definition":	"n., v.m. A shallow natural pool or basin of water (sometimes used for cultivation of rice); become do.",	"lang": "sat",	"origin":	"n",	"fone":	"ABHRA"	},
{"word":	"abhran,",	"definition":	"n., v. a. m. Ornament, finery, jewelry, a piece of do.; adorn, decorate; v. a. d., furnish with do. Sonateko abhrankedea, they adorned her with ornaments of gold (for a certain occasion); (-adea would mean furnished her with do.); cạuḍạl kicrićteko a. akat́a, they have decorated the marriage-palanquin with clothes; buḍhi jo̠no̠mreye abhranoḱ kana, she adorns herself with finery in her old age. (H. abhran, ābharaṇ).",	"lang": "sat",	"origin":	"f",	"fone":	"ABHRAN"	},
{"word":	"ãc,",	"definition":	"n., v.a. and a. d., m. Heat, warmth, fierceness, severity, passion; to heat (by fire or water); be heated. Setoṅ reaḱ ãc, heat of the sun; uniaḱ ãc do̠ baṅ sahaoḱ taea, his fierceness is unbearable; ãc bae sambṛaoa, he does not bridle his fierceness (or, does not stand the heat); hanhar era ãc, the severity of a mother-in-law. (B. H. ãc).",	"lang": "sat",	"origin":	"f",	"fone":	"AC"	},
{"word":	"acaḱ,",	"definition":	"for acaoḱ, q. v. (C.).",	"lang": "sat",	"origin":	"n",	"fone":	"ACAK"	}]
